libconfig
libnotify
libreoffice-fresh
libva-intel-driver
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
linux-firmware
linux-zen
lnav
logseq-desktop-bin
lxappearance-obconf
lxrandr-gtk3
lxsession
maim
man-db
mediainfo
mesa
mesa-utils
meson
mpc
mpd
mpv
msmtp
mutt-wizard
ncdu
ncmpcpp
neofetch
neomutt
networkmanager
newsboat
nginx
ninja
nordic-theme-git
notmuch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
ntfs-3g
obmenu-generator
obs-studio
obsidian
openbooks-bin
openbox
openbsd-netcat
openssh
pamixer
pandoc-cli
papirus-nord
paru
pass
pavucontrol
pdfarranger-git
peco
perl-file-mimeinfo
plank
playerctl
polybar
poppler
postgresql-libs
protonup-git
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
puppet
python-magic
python-pip
python-pipx
qbittorrent
qemu-base
qemu-emulators-full
qt5-styleplugins
qt5ct
qt6ct
qt6gtk2
qutebrowser
rclone
ripgrep
rmlint
rnote
rofi
rofi-pass
rsync
rtx
screenkey
shellcheck
shfmt
simple-mtpfs
sioyek-appimage
slop
sshfs
stylua
sxiv
teams-for-linux
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunar
thunderbird
timetrace-bin
tint2
tldr
tmux
tmuxp
tree-sitter
ttf-ms-fonts
tumbler
ueberzugpp
ufw
unarchiver
unclutter
unrar
unzip
urlview
usql
uthash
vale
vde2
vieb-bin
vifm
virt-manager
vulkan-intel
watchexec
weechat
wireless_tools
wireshark-qt
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xterm
xwallpaper
yt-dlp-drop-in
zathura
zathura-pdf-mupdf
zellij
zip
zoom
zram-generator
zsh
zsh-autocomplete-git
zsh-autosuggestions
zsh-fast-syntax-highlighting

-- system
acpi
alsa-utils
arandr
aria2
bind
bluez
bluez-qt5
bluez-utils
bridge-utils
brightnessctl
chntpw
cmake
cronie
dnsmasq
dosfstools
downgrade
edk2-ovmf
efibootmgr
exfat-utils
imagemagick
intel-media-driver
intel-ucode
iptables-nft
isync


-- essentials
---cli
asdf-vm
atool
base
base-devel
bat
btop
buf
chezmoi
docker
docker-compose
eza
fd
ffmpeg
ffmpegthumbnailer
fzf
git
gnome-keyring
jc
jdk11-openjdk
jq
kubectl
lazydocker
---gui
alacritty
betterlockscreen
clipmenu
dmenu
dunst


-- non-essential tools
---system
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt


---cli
abook
deno
eslint_d
gfold
glow
gping
gtt-bin
hadolint-bin
htop
lazygit

---gui
anytype-bin
calibre
code
firefox
gimp
google-chrome
gsimplecal
gtk-theme-switch2
jcryptool
kitty
